---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonPlasticModulusWeakAxis
source: html/aad1a74f-5cf4-dd3b-9bc5-dbc3161fba22.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonPlasticModulusWeakAxis Property

"Plastic Modulus weak axis"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionCommonPlasticModulusWeakAxis { get; }
```